{
  "home": {
    "title": "الرئيسية",
    "content": {
      "about-us": {
        "title": "معلومات عنا",
        "content": "تم إنشاء مختبر 'SLIBNU-ALECSO' (سليبنو-ألكيسو) المشترك للتعليم الذكي بالاشتراك مع معهد التعلم الذكي التابع لجامعة بكين للمعلمين (SLIBNU) ومنظمة جامعة الدول العربية للتربية والثقافة والعلوم (ALECSO).الدكتور أحمد طليلي هو مدير المختبر المشترك. المختبر المشترك مكرس لتنفيذ مشاريع في مجالات التعليم وتكنولوجيا المعلومات والاتصالات (ICT)، وتعزيز البحث التعاوني بين الصين والمنطقة العربية.تشمل المشاريع البحثية التي نفذها المختبر المشترك مشروع قاعدة البيانات التفاعلية المفتوحة في المنطقة العربية (OID)، ومشروع أبحاث تطوير التعليم في المنطقة العربية، ومشروع مقارنة الكتب المدرسية العربية والصينية. بالإضافة إلى ذلك، عقد المختبر المشترك العديد من المنتديات الدولية والندوات عبر الإنترنت، بما في ذلك منتدى الاتحاد الدولي للاتصالات واليونسكو بشأن التعليم الشامل ، لتعزيز التبادل بين العلماء."
      },
      "vision": {
        "title": "رؤية",
        "sub-title": "مزدهرة من أجل تعليم أكثر ابتكارا وشمولية",
        "content": {
          "part1": "يوفر مختبر 'SLIBNU-ALECSO' (سليبنو-ألكيسو) المشترك للتعليم الذكي موارد أكاديمية ومنصة تبادل دولية للطلاب والمعلمين، بهدف تعزيز تطوير التعليم في الصين والمنطقة العربية، وذلك لتحقيق دمج التعليم والابتكار التكنولوجي والمشاركة الاجتماعية. إعادة التشكيل مشهد التعليم من خلال التكنولوجيا: الإصلاحات التعليمية تحدث طوال الوقت. نتوقع أنه في التعليم المستقبلي، سيتم تنشيط البيئة التعليمية الكلية للمدرسة وإعادة بنائها من خلال تمكين التقنيات المتبادلة. لذلك، يزدهر المختبر المشترك لخلق بيئة تعليمية مبتكرة بمساعدة الحاسوب وتسهيل المعلمين والطلاب لاحتضان التدريس والتعلم الرقمي. يعمل المختبر المشترك عن كثب مع المؤسسات التعليمية الرائدة في الصين والمنطقة العربية، مما يوفر الدعم الأكاديمي للصناعة مع الحصول على الإلهام من الابتكار في الممارسات.",
          "part2": "تمكين جميع الأطفال من خلال تكنولوجيا التعليم: نتوقع أنه في التعليم المستقبلي، سيحقق الطلاب تكافؤ الفرص في التعليم من خلال تكنولوجيا التعليم. من خلال تعزيز التعلم عن بعد والتعلم المرن والموارد التعليمية المفتوحة، يساهم المختبر المشترك في دمج التعليم وتمكين كل طفل من الوصول إلى تعليم جيد، وخاصة أولئك الذين هم في وضع غير مناسب. يهدف مختبرنا إلى تعزيز تعليم أكثر شمولاً ودعمًا تقنيًا في الصين والمنطقة العربية وحتى العالم."
        }
      }
    }
  },
  "about": {
    "title": "معلومات عنا",
    "vision&mission": {
      "title": "الرؤية والرسالة",
      "mission": {
        "title": "الرؤية",
        "part1": "نحن ملتزمون بتعزيز البحوث المتطورة في مجال تكنولوجيا التعليم، مع التركيز على مصادر التعليم المفتوح، و ميتافيرس  (metaverse) التعليم والذكاء الاصطناعي في التعليم.",
        "part2": "نحن ملتزمون بتحسين التعاون الدولي بين الصين والمنطقة العربية من خلال مشاريع بحثية مشتركة، ومؤتمرات دولية، وندوات عبر الإنترنت، وندوات لجسر العلماء في الصين والمنطقة العربية وتعزيز التواصل.",
        "part3": "نحن متحمسون لدمج تكنولوجيا التعليم في الممارسات التعليمية بهدف إفادة الطلاب والمعلمين في المنطقة العربية وخارجها.",
        "part4": "نأمل في تعزيز التعليم الذكي من خلال تنظيم فعاليات تدريب المعلمين المتعلقة بتكنولوجيا المعلومات والاتصالات وإنشاء صالات عرض تعليمية في المنطقة العربية.        "
      }
    },
    "team-members": {
      "title": "أعضاء الفريق",
      "ahmed": {
        "name": "أحمد التليلي",
        "job-title": "مدير المختبر"
      },
      "zhiminli": {
        "name": "لي جي مين",
        "job-title": "مساعد باحث"
      },
      "jialuzhao": {
        "name": "جاو جيا لو",
        "job-title": "مساعد باحث"
      },
      "rickyoung": {
        "name": "ريك يانغ",
        "job-title": "مهندس مكدس كامل ومصمم ويب"
      }
    },
    "advisory-structure": {
      "title": "هيكل استشاري",
      "content": ""
    },
    "our-partners": {
      "title": "شركاؤنا",
      "net-dragon": {
        "name": "نيت دراغون",
        "introduction": "نيت دراغون الشبكة القابضة المحدودة، التي تأسست عام 1999، هي شركة مبتكرة بارزة في صناعات الألعاب والتعليم عبر الإنترنت في الصين. بصفتها أول صانع ألعاب صيني نجح في التوسع خارج سوقه المحلية ، قامت 'نيت دراغون' بترجمة منتجاتها إلى أكثر من 10 لغات مختلفة، بما في ذلك الإنجليزية والفرنسية والإسبانية والعربية، ووصلت إلى أكثر من 65 مليون مستخدم تغطي 180 سوقا."
      },
      "elernity": {
        "name": "اليرنيتي",
        "introduction": " تأسست اليرنيتي في عام 2010، وهي شركة تابعة لشركة نيت دراغون الشبكة القابضة المحدودة. تتمثل مهمة اليرنيتي في الاستفادة من قوة الإنترنت لتحسين التعليم، من خلال الجمع بين الموارد التعليمية المتفوقة وتقنيات المعلومات المتقدمة. توظف الشركة أكثر من 1500 موظف، بما في ذلك أكثر من 1000 باحث."
      },
      "classin": {
        "name": "كلاسين",
        "introduction": "’كلاسين‘ عبارة عن منصة تعليمية رائدة عبر الإنترنت تمكن المعلمين والطلاب من جميع أنحاء العالم من الالتقاء وجهًا لوجه والتعلم في بيئة تعاونية عبر الإنترنت. تم تصميم كلاسين للمعلمين والمدارس ويوفر حلاً شاملاً للتعلم الرقمي. كما أنه يعمل كنظام لإدارة التعلم ، بما في ذلك القدرة على إنشاء الفصول الدراسية وتتبع الحضور وتقديم الواجبات المنزلية.."
      }
    }
  },
  "research": {
    "title": "الأبحاث",
    "ongoing-projects": {
      "title": "مشاريع جارية",
      "part1":{
        "name":"مشروع مقارنة الكتب المدرسية العلمية",
        "introduction":"يهدف المشروع إلى مقارنة كتب تعليم العلوم في الصين والمنطقة العربية. جمع المشروع بشكل أساسي 13 كتابًا علميًا للصف التاسع من 4 دول. وضع المشروع إطارًا مصدقًا عليه لمقارنة الكتب المدرسية بالخبراء الدوليين. من أبعاد هيكل الكتاب المدرسي، والتوقعات المعرفية، وكفاءة التوضيح، والتمثيل الجنسانية، واستخدام التكنولوجيا، وتحليل أهداف التعلم، يجري المشروع تحليلًا مقارنًا للكتب العلمية في الصين، ومصر، وعمان، وتونس.        "
      },
      "part2":{
        "name":"تحقيقات صناعة تكنولوجيا التعليم في المنطقة العربية",
        "introduction":"يهدف البرنامج إلى استكشاف صناعة تكنولوجيا التعليم في المنطقة العربية مع التركيز على الشركات الناشئة في مجال تكنولوجيا التعليم (Ed-tech startups). من خلال جمع وتحليل المعلومات الخاصة بالمقاييس والخدمات والمنتجات وتكنولوجيا الشركات الناشئة في مجال تكنولوجيا التعليم، يهدف المشروع إلى فهم مشهد صناعة تكنولوجيا التعليم في المنطقة العربية، وخاصة السوق واللاعبين الرئيسيين. "
      },
      "part3":{
        "name":"تعليم ميتافيرس",
        "introduction":"مشاركة متعمقة للرؤى حول ميتافيرس' والمستقبلية في التعليم من خلال دعوة خبراء دوليين لعقد ندوة عبر الإنترنت. كامتداد لهذا المشروع، سيتم دعوة خبراء دوليين للمشاركة في الأبحاث ونشر الكتب كمؤلفين مشاركين. "
      }
    },
    "finished-projects": {
      "title": "مشاريع منتهية",
      "part1":{
        "name":"قاعدة بيانات تفاعلية مفتوحة",
        "introduction":"وتماشيا مع موجة العلوم المفتوحة، تم تطوير قاعدة بيانات تفاعلية مفتوحة تحتوي على إحصاءات مفصلة تتعلق بالمنطقة العربية، حيث تم تطوير 22 بلدا.  وعلى وجه التحديد، يمكن للمؤشرات التي تغطيها OID، كما هو الحال في مجال الاقتصاد والثقافة والتعليم، أن تساعد في تقييم إنجاز البلدان العربية نحو تحقيق 17 هدفا من أهداف التنمية المستدامة.  الغرض من OID هو توفير الوصول المفتوح إلى البيانات حول المنطقة العربية ، والتي يمكن للباحثين والممارسين وصناع القرار استخدامها لفهم واستكشاف وتعزيز مجال معين.  بالإضافة إلى ذلك، يمكن لهذه البيانات تعزيز التعاون المتبادل بين البلدان لتعزيز نمو جميع البلدان في المنطقة العربية."
      },
      "part2":{
        "name":"تطوير التعليم في المنطقة العربية",
        "introduction":"صدر كتاب بعنوان 'نظرة عامة على تطوير التعليم في المنطقة العربية: رؤى وتوصيات نحو تحقيق أهداف التنمية المستدامة'عن مختبر 'التعليم الذكي' المشترك بين SLIBNU والألكسو.  ويعد الكتاب ثمرة مشروع قاعدة البيانات التفاعلية المفتوحة، بالتعاون بين معهد التعلم الذكي بجامعة بكين العادية والمنظمة العربية للتربية والثقافة والعلوم.  يهدف هذا الكتاب إلى توفير فهم شامل لتطوير التعليم في المنطقة العربية.  ويكشف الكتاب أن العديد من البلدان العربية بذلت جهودا كبيرة، وخاصة تلك الموجودة في أفريقيا جنوب الصحراء الكبرى، على مدى العقد الماضي لتحسين فرص الحصول على التعليم."
      }
    }
  },
  "publications": {
    "title": "المنشورات",

    "reports": {
      "title": "تقارير",
      "part1": {
        "title":"Handbook on Facilitating FlHnaHankexible Learning in COVID 19 Outbreak",
        "content":"Inspired by the united solidarity and innovative experiences of millions of teachers and students, this handbook aims to define the term “flexible learning” with vivid examples and touching stories. It describes several implemented flexible online learning strategies during the COVID-19 outbreak. These strategies are presented based on six dimensions, namely (a) infrastructure, (b) learning tools, (c) learning resources, (d) teaching and learning methods, (e) services for teachers and students, and (f) cooperation between enterprise, government, and schools. Specifically, this handbook can help other educators, researchers and practitioners implement similar case studies in their context."
      },
      "part2": {
        "title":"Guidance on Providing Open and Distance Learning for Students with Disabilities during School Closures",
        "content":"This handbook discusses open and distance learning for students with disabilities during COVID-19, through vivid stories and experiences. Particularly, it describes, through illustrative stories, innovative approaches on how to design learning activities in open and distance learning environments for students with disabilities. Additionally, this handbook provides guidelines on designing accessible learning materials based on Universal Design (UD). Finally, it provides guidelines for different stakeholders, including parents, policy makers, teachers and designers on how to facilitate open and distance learning for students with disabilities."
      },
      "part3": {
        "title":"Guidance on Open Educational Practices during School Closure: Utilizing OER under COVID-19 Pandemic in line with UNESCO OER Recommendation",
        "content":"This handbook discusses the use of OEP and OER during COVID-19 outbreak through global vivid stories and experiences, and in line with the five UNESCO objectives. It also discusses OER competencies for OEP. Finally, this handbook provides guidelines to both teachers and learners to facilitate OEP and OER application."
      },
      "part4": {
        "title":"Interactive Book on Artificial Intelligence to Combat Pandemics",
        "content":"This book introduces AI to children, between the age of 9 and 15, in an easy and fun way. It also presents vivid stories about some AI-based solutions that were developed to combat the pandemic. Furthermore, this book presents a hands-on learning experience about AI by showing simple programming code that children could use and implement on the JupyterLab environment."
      },
      "part5": {
        "title":"Guidance on Active Learning at Home during Educational Disruption: Promoting",
        "content":"A SCIENCE model of learning actively at home during school closures is proposed for students. The SCIENCE model consists of seven elements: Scheduling learning and playing in balance , Choosing learning resources on demand, Inspiring the study from playing , Engaged in learning by self-monitoring, Nourishing learning ability with e-assessment, Carrying out reflection on learning methods , Exercising daily and moderately. Tips and stories on student’s learning associated with active learning are presented. In the end, suggestions on how to maintain physical and mental health are also discussed."
      },
      "part6": {
        "title":"An Overview of Education Development in the Arab Region: Insights and Recommendations Towards Sustainable Development Goals (SDG)",
        "content":"This book aims to provide a comprehensive understanding of educational development in the Arab region and reveals that many Arab countries, especially sub-Saharan African countries, have made significant efforts to improve educational opportunities over the past decade. This book could help to achieve the Sustainable Development Goals put forward by United Nation in the Arab region. It could also provide insights for policy makers, researchers, and educators who are interested in the education development in the Arab region. We hope that this book could promote further research and cooperation between China and the Arab region in the field of education. The current influence of the book includes 1) the book has been published on SLIBNU, ALECSO and UNESCO IITE websites; 2) the book has been acquired on ResearchGate read it more than 200 times; 3) The book was sent to the Egyptian Ministry of Education."
      }
    },

    "journal-articles": {
      "title":"مقالات صحفية",
      "content":""
      },
    "conferences":{
      "title":"مؤتمرات",
      "content":  {
        "introduction":"The director of SLIBNU-ALECSO Smart Education Joint lab has served as chair, committee member in the following conferences:",
        "1":"17th, 18th, 19th 21st International Conference on Advanced Learning Technologies (ICALT)",
        "2":"8th, 9th, 10th International Conference on Technology for Education",
        "3":"International Conference on Computers in Education (ICCE 2020, 2019)",
        "4":"7th International Conference on Sciences of Electronics, Technologies of Information and Telecommunications.",
        "5":"6th IEEE International Conference on Information and Communication Technology and Accessibility (2017).",
        "6":"3rd International Conference on Smart Learning Environments (2016).",
        "7":"15th International Conference on Intelligent Tutoring Systems",
        "8":"ACM SAC 2019 Web-based Technologies for Interactive Computing Education Track.",
        "9":"EE TALE 2018, the IEEE Education Society’s flagship Asia-Pacific (IEEE Region 10) conference.",
        "10":"2nd International Conference on Modern Management, Education Technology, and Social Science.",
        "11":"International Conference on Education and Social Development."
      }
    } 
  },
  "events": {
    "title": "الأحداث",
    "workshop": {
      "title": "الحلقة الدراسية الحرة",
      "w1": {
        "title":"2019 ورشة عمل دولية، تونس",
        "introduction":"استضافت ورشة العمل الدولية للموارد التعليمية المفتوحة في المؤتمر الدولي حول تكنولوجيا المعلومات والاتصالات وإمكانية الوصول (ICTA19conference) ، في 2019 تونس مع مشاركين من أكثر من 20 دولة."
      }
    },
    "seminar": {
      "title": "ندوات",
      "s1": {
        "title":"منتدى ممارسة التعليم المفتوح وبناء قدرات المعلمين",
        "introduction":"يتم استضافة المنتدى بشكل مشترك من قبل معهد تكنولوجيا المعلومات في التعليم اليونسكو (UNESCO IITE) ومنظمة جامعة الدول العربية للتربية والثقافة والعلوم (ALECSO) وجامعة بكين للمعلمين ومعهد بكين للتعليم. تبادل خبراء من الصين وكندا ورومانيا وتونس والهند وفلسطين الممارسات والتطور النظري لاستخدام الموارد التعليمية المفتوحة وممارسات التعليم المفتوح في جميع أنحاء العالم. شاهد أكثر من 20000 شخص البث المباشر للمنتدى عبر الإنترنت على مستوى العالم."
      },
      "s2": {
        "title":"منتدى التعاون الإقليمي الآسيوي العربي حول الإدماج في التعليم",
        "introduction":"استضاف مختبر 'SLIBNU-ALECSO' (سليبنو-ألكيسو) المشترك منتدى التعاون الإقليمي الآسيوي العربي حول الإدماج في التعليم خلال أسبوع التكامل الرقمي الإقليمي بين الاتحاد الدولي للاتصالات واليونسكو (ITU-UNESCO) في نوفمبر 2021."
      }
    },
    "media-cover": {
      "title": "تغطية إعلامية",
      "m1": {
        "title":"بنجاحأقيمت النهائيات العالمية لعام 2021 في مسابقة التصميم من أجل التعليم المستقبلي في جامعة بكين للمعلمين ",
        "introduction":"شارك في تنظيم المسابقة العالمية حول التصميم من أجل التعليم المستقبلي من أجل تنمية المواهب في جميع أنحاء العالم وخاصة في المنطقة العربية."
      }
    }
  },
  "joinus": {
    "title": "انضم إلينا",
    "introduction": "",
    "form": {
      "first-name": "* الاسم الأول",
      "last-name": "* اسم العائلة",
      "email": "* البريد الإلكتروني",
      "phone": "رقم الهاتف",
      "country": "بلد",
      "institution": "* المؤسسه",
      "job-title": "* المسمى الوظيفي",
      "research-field": "مجال البحث",
      "message": "رسالة"
    }
  },
  "common": {
    "submit": "إرسال",
    "submitted": "مقدم",
    "languages":{
      "chinese":"الصينية",
      "english":"الإنكليزية",
      "arabic":"العربية",
      "turkish":"التركية"
    },
    "contact":{
      "title":"انضم إلينا",
      "address":"موقع:الطابق 12، مبنى التكنولوجيا جينغ شي، رقم 12 طريق شيوه يوان الجنوبي، منطقة هايديان، بكين، الصين",
      "phrase":"تواصل معنا:"
    }
  }
}
