{
  "home": {
    "title": "الرئيسية",
    "content": {
      "about-us": {
        "title": "معلومات عنا",
        "content": "تم إنشاء مختبر 'SLIBNU-ALECSO' (سليبنو-ألكيسو) المشترك للتعليم الذكي بالاشتراك مع معهد التعلم الذكي التابع لجامعة بكين للمعلمين (SLIBNU) ومنظمة جامعة الدول العربية للتربية والثقافة والعلوم (ALECSO).الدكتور أحمد طليلي هو مدير المختبر المشترك. المختبر المشترك مكرس لتنفيذ مشاريع في مجالات التعليم وتكنولوجيا المعلومات والاتصالات (ICT)، وتعزيز البحث التعاوني بين الصين والمنطقة العربية.تشمل المشاريع البحثية التي نفذها المختبر المشترك مشروع قاعدة البيانات التفاعلية المفتوحة في المنطقة العربية (OID)، ومشروع أبحاث تطوير التعليم في المنطقة العربية، ومشروع مقارنة الكتب المدرسية العربية والصينية. بالإضافة إلى ذلك، عقد المختبر المشترك العديد من المنتديات الدولية والندوات عبر الإنترنت، بما في ذلك منتدى الاتحاد الدولي للاتصالات واليونسكو بشأن التعليم الشامل ، لتعزيز التبادل بين العلماء."
      },
      "vision": {
        "title": "رؤية",
        "sub-title": "مزدهرة من أجل تعليم أكثر ابتكارا وشمولية",
        "content": {
          "part1": "يوفر مختبر 'SLIBNU-ALECSO' (سليبنو-ألكيسو) المشترك للتعليم الذكي موارد أكاديمية ومنصة تبادل دولية للطلاب والمعلمين، بهدف تعزيز تطوير التعليم في الصين والمنطقة العربية، وذلك لتحقيق دمج التعليم والابتكار التكنولوجي والمشاركة الاجتماعية. إعادة التشكيل مشهد التعليم من خلال التكنولوجيا: الإصلاحات التعليمية تحدث طوال الوقت. نتوقع أنه في التعليم المستقبلي، سيتم تنشيط البيئة التعليمية الكلية للمدرسة وإعادة بنائها من خلال تمكين التقنيات المتبادلة. لذلك، يزدهر المختبر المشترك لخلق بيئة تعليمية مبتكرة بمساعدة الحاسوب وتسهيل المعلمين والطلاب لاحتضان التدريس والتعلم الرقمي. يعمل المختبر المشترك عن كثب مع المؤسسات التعليمية الرائدة في الصين والمنطقة العربية، مما يوفر الدعم الأكاديمي للصناعة مع الحصول على الإلهام من الابتكار في الممارسات.",
          "part2": "تمكين جميع الأطفال من خلال تكنولوجيا التعليم: نتوقع أنه في التعليم المستقبلي، سيحقق الطلاب تكافؤ الفرص في التعليم من خلال تكنولوجيا التعليم. من خلال تعزيز التعلم عن بعد والتعلم المرن والموارد التعليمية المفتوحة، يساهم المختبر المشترك في دمج التعليم وتمكين كل طفل من الوصول إلى تعليم جيد، وخاصة أولئك الذين هم في وضع غير مناسب. يهدف مختبرنا إلى تعزيز تعليم أكثر شمولاً ودعمًا تقنيًا في الصين والمنطقة العربية وحتى العالم."
        }
      }
    }
  },
  "about": {
    "title": "معلومات عنا",
    "vision&mission": {
      "title": "الرؤية والرسالة",
      "mission": {
        "title": "الرؤية",
        "part1": "نحن ملتزمون بتعزيز البحوث المتطورة في مجال تكنولوجيا التعليم، مع التركيز على مصادر التعليم المفتوح، و ميتافيرس  (metaverse) التعليم والذكاء الاصطناعي في التعليم.",
        "part2": "نحن ملتزمون بتحسين التعاون الدولي بين الصين والمنطقة العربية من خلال مشاريع بحثية مشتركة، ومؤتمرات دولية، وندوات عبر الإنترنت، وندوات لجسر العلماء في الصين والمنطقة العربية وتعزيز التواصل.",
        "part3": "نحن متحمسون لدمج تكنولوجيا التعليم في الممارسات التعليمية بهدف إفادة الطلاب والمعلمين في المنطقة العربية وخارجها.",
        "part4": "نأمل في تعزيز التعليم الذكي من خلال تنظيم فعاليات تدريب المعلمين المتعلقة بتكنولوجيا المعلومات والاتصالات وإنشاء صالات عرض تعليمية في المنطقة العربية.        "
      }
    },
    "team-members": {
      "title": "أعضاء الفريق",
      "ahmed": {
        "name": "أحمد التليلي",
        "job-title": "مدير المختبر"
      },
      "zhiminli": {
        "name": "لي جي مين",
        "job-title": "مساعد باحث"
      },
      "jialuzhao": {
        "name": "جاو جيا لو",
        "job-title": "مساعد باحث"
      },
      "rickyoung": {
        "name": "ريك يانغ",
        "job-title": "مهندس مكدس كامل ومصمم ويب"
      }
    },
    "advisory-structure": {
      "title": "هيكل استشاري",
      "content": ""
    },
    "our-partners": {
      "title": "شركاؤنا",
      "net-dragon": {
        "name": "نيت دراغون",
        "introduction": "نيت دراغون الشبكة القابضة المحدودة، التي تأسست عام 1999، هي شركة مبتكرة بارزة في صناعات الألعاب والتعليم عبر الإنترنت في الصين. بصفتها أول صانع ألعاب صيني نجح في التوسع خارج سوقه المحلية ، قامت 'نيت دراغون' بترجمة منتجاتها إلى أكثر من 10 لغات مختلفة، بما في ذلك الإنجليزية والفرنسية والإسبانية والعربية، ووصلت إلى أكثر من 65 مليون مستخدم تغطي 180 سوقا."
      },
      "elernity": {
        "name": "اليرنيتي",
        "introduction": " تأسست اليرنيتي في عام 2010، وهي شركة تابعة لشركة نيت دراغون الشبكة القابضة المحدودة. تتمثل مهمة اليرنيتي في الاستفادة من قوة الإنترنت لتحسين التعليم، من خلال الجمع بين الموارد التعليمية المتفوقة وتقنيات المعلومات المتقدمة. توظف الشركة أكثر من 1500 موظف، بما في ذلك أكثر من 1000 باحث."
      },
      "classin": {
        "name": "كلاسين",
        "introduction": "’كلاسين‘ عبارة عن منصة تعليمية رائدة عبر الإنترنت تمكن المعلمين والطلاب من جميع أنحاء العالم من الالتقاء وجهًا لوجه والتعلم في بيئة تعاونية عبر الإنترنت. تم تصميم كلاسين للمعلمين والمدارس ويوفر حلاً شاملاً للتعلم الرقمي. كما أنه يعمل كنظام لإدارة التعلم ، بما في ذلك القدرة على إنشاء الفصول الدراسية وتتبع الحضور وتقديم الواجبات المنزلية.."
      }
    }
  },
  "research": {
    "title": "الأبحاث",
    "ongoing-projects": {
      "title": "مشاريع جارية",
      "part1":{
        "name":"مشروع مقارنة الكتب المدرسية العلمية",
        "introduction":"يهدف المشروع إلى مقارنة كتب تعليم العلوم في الصين والمنطقة العربية. جمع المشروع بشكل أساسي 13 كتابًا علميًا للصف التاسع من 4 دول. وضع المشروع إطارًا مصدقًا عليه لمقارنة الكتب المدرسية بالخبراء الدوليين. من أبعاد هيكل الكتاب المدرسي، والتوقعات المعرفية، وكفاءة التوضيح، والتمثيل الجنسانية، واستخدام التكنولوجيا، وتحليل أهداف التعلم، يجري المشروع تحليلًا مقارنًا للكتب العلمية في الصين، ومصر، وعمان، وتونس.        "
      },
      "part2":{
        "name":"تحقيقات صناعة تكنولوجيا التعليم في المنطقة العربية",
        "introduction":"يهدف البرنامج إلى استكشاف صناعة تكنولوجيا التعليم في المنطقة العربية مع التركيز على الشركات الناشئة في مجال تكنولوجيا التعليم (Ed-tech startups). من خلال جمع وتحليل المعلومات الخاصة بالمقاييس والخدمات والمنتجات وتكنولوجيا الشركات الناشئة في مجال تكنولوجيا التعليم، يهدف المشروع إلى فهم مشهد صناعة تكنولوجيا التعليم في المنطقة العربية، وخاصة السوق واللاعبين الرئيسيين. "
      },
      "part3":{
        "name":"تعليم ميتافيرس",
        "introduction":"مشاركة متعمقة للرؤى حول ميتافيرس' والمستقبلية في التعليم من خلال دعوة خبراء دوليين لعقد ندوة عبر الإنترنت. كامتداد لهذا المشروع، سيتم دعوة خبراء دوليين للمشاركة في الأبحاث ونشر الكتب كمؤلفين مشاركين. "
      }
    },
    "finished-projects": {
      "title": "مشاريع منتهية",
      "part1":{
        "name":"قاعدة بيانات تفاعلية مفتوحة",
        "introduction":"وتماشيا مع موجة العلوم المفتوحة، تم تطوير قاعدة بيانات تفاعلية مفتوحة تحتوي على إحصاءات مفصلة تتعلق بالمنطقة العربية، حيث تم تطوير 22 بلدا.  وعلى وجه التحديد، يمكن للمؤشرات التي تغطيها OID، كما هو الحال في مجال الاقتصاد والثقافة والتعليم، أن تساعد في تقييم إنجاز البلدان العربية نحو تحقيق 17 هدفا من أهداف التنمية المستدامة.  الغرض من OID هو توفير الوصول المفتوح إلى البيانات حول المنطقة العربية ، والتي يمكن للباحثين والممارسين وصناع القرار استخدامها لفهم واستكشاف وتعزيز مجال معين.  بالإضافة إلى ذلك، يمكن لهذه البيانات تعزيز التعاون المتبادل بين البلدان لتعزيز نمو جميع البلدان في المنطقة العربية."
      },
      "part2":{
        "name":"تطوير التعليم في المنطقة العربية",
        "introduction":"صدر كتاب بعنوان 'نظرة عامة على تطوير التعليم في المنطقة العربية: رؤى وتوصيات نحو تحقيق أهداف التنمية المستدامة'عن مختبر 'التعليم الذكي' المشترك بين SLIBNU والألكسو.  ويعد الكتاب ثمرة مشروع قاعدة البيانات التفاعلية المفتوحة، بالتعاون بين معهد التعلم الذكي بجامعة بكين العادية والمنظمة العربية للتربية والثقافة والعلوم.  يهدف هذا الكتاب إلى توفير فهم شامل لتطوير التعليم في المنطقة العربية.  ويكشف الكتاب أن العديد من البلدان العربية بذلت جهودا كبيرة، وخاصة تلك الموجودة في أفريقيا جنوب الصحراء الكبرى، على مدى العقد الماضي لتحسين فرص الحصول على التعليم."
      }
    }
  },
  "publications": {
    "title": "المنشورات",

    "reports": {
      "title": "تقارير",
      "part1": {
        "title":"دليل حول تسهيل التعلم FlHnaHankexible في تفشي COVID 19",
        "content":"Inspired by the united solidarity and innovative experiences of millions of teachers and students, this handbook aims to define the term “flexible learning” with vivid examples and touching stories. It describes several implemented flexible online learning strategies during the COVID-19 outbreak. These strategies are presented based on six dimensions, namely (a) infrastructure, (b) learning tools, (c) learning resources, (d) teaching and learning methods, (e) services for teachers and students, and (f) cooperation between enterprise, government, and schools. Specifically, this handbook can help other educators, researchers and practitioners implement similar case studies in their context."
      },
      "part2": {
        "title":"إرشادات حول توفير التعليم المفتوح والتعليم عن بعد للطلاب ذوي الإعاقة أثناء إغلاق المدارس",
        "content":"يناقش هذا الدليل التعلم المفتوح والتعلم عن بعد للطلاب ذوي الإعاقة خلال جائحة كوفيد-19، من خلال قصص وتجارب حية.  وعلى وجه الخصوص، يصف التقرير، من خلال قصص توضيحية، النهج المبتكرة بشأن كيفية تصميم أنشطة التعلم في بيئات التعلم المفتوحة والتعلم عن بعد للطلاب ذوي الإعاقة.  بالإضافة إلى ذلك، يقدم هذا الدليل مبادئ توجيهية بشأن تصميم مواد تعليمية يمكن الوصول إليها استنادا إلى التصميم العالمي (UD).  وأخيرا، يوفر مبادئ توجيهية لمختلف أصحاب المصلحة، بمن فيهم الآباء وواضعو السياسات والمعلمون والمصممون بشأن كيفية تسهيل التعلم المفتوح والتعلم عن بعد للطلاب ذوي الإعاقة."
      },
      "part3": {
        "title":"إرشادات بشأن الممارسات التعليمية المفتوحة أثناء إغلاق المدارس: استخدام الموارد التعليمية المفتوحة في ظل جائحة كوفيد-19 بما يتماشى مع توصية اليونسكو بشأن الموارد التعليمية المفتوحة",
        "content":"يناقش هذا الدليل استخدام OEP والموارد التعليمية المفتوحة أثناء تفشي COVID-19 من خلال قصص وتجارب عالمية حية، وبما يتماشى مع أهداف اليونسكو الخمسة.  كما يناقش اختصاصات الموارد التعليمية المفتوحة ل OEP.  وأخيرا، يوفر هذا الدليل مبادئ توجيهية لكل من المعلمين والمتعلمين لتسهيل تطبيق OEP والموارد التعليمية المفتوحة."
      },
      "part4": {
        "title":"كتاب تفاعلي عن الذكاء الاصطناعي لمكافحة الأوبئة",
        "content":"يقدم هذا الكتاب الذكاء الاصطناعي للأطفال ، الذين تتراوح أعمارهم بين 9 و 15 عاما ، بطريقة سهلة وممتعة.  كما يقدم قصصا حية حول بعض الحلول القائمة على الذكاء الاصطناعي التي تم تطويرها لمكافحة الوباء.  علاوة على ذلك ، يقدم هذا الكتاب تجربة تعليمية عملية حول الذكاء الاصطناعي من خلال عرض رمز برمجة بسيط يمكن للأطفال استخدامه وتنفيذه على بيئة JupyterLab."
      },
      "part5": {
        "title":"إرشادات حول التعلم النشط في المنزل أثناء الاضطراب التعليمي: تعزيز",
        "content":"يقترح للطلاب نموذج SCIENCE للتعلم بنشاط في المنزل أثناء إغلاق المدارس.  يتكون نموذج SCIENCE من سبعة عناصر: جدولة التعلم واللعب بتوازن ، واختيار موارد التعلم عند الطلب ، وإلهام الدراسة من اللعب ، والمشاركة في التعلم من خلال المراقبة الذاتية ، وتغذية القدرة على التعلم بالتقييم الإلكتروني ، وإجراء التفكير في أساليب التعلم ، وممارسة الرياضة يوميا وباعتدال.  يتم تقديم نصائح وقصص حول تعلم الطالب المرتبط بالتعلم النشط.  في النهاية ، تتم مناقشة الاقتراحات حول كيفية الحفاظ على الصحة البدنية والعقلية.  يقدم هذا الكتاب الذكاء الاصطناعي للأطفال ، الذين تتراوح أعمارهم بين 9 و 15 عاما ، بطريقة سهلة وممتعة.   كما يقدم قصصا حية حول بعض الحلول القائمة على الذكاء الاصطناعي التي تم تطويرها لمكافحة الوباء.   علاوة على ذلك ، يقدم هذا الكتاب تجربة تعليمية عملية حول الذكاء الاصطناعي من خلال عرض رمز برمجة بسيط يمكن للأطفال استخدامه وتنفيذه على بيئة JupyterLab."
      },
      "part6": {
        "title":"نظرة عامة على تطوير التعليم في المنطقة العربية: رؤى وتوصيات نحو تحقيق أهداف التنمية المستدامة (SDG)",
        "content":"نظرة عامة على تطوير التعليم في المنطقة العربية: رؤى وتوصيات نحو أهداف التنمية المستدامة (SDG)  يهدف هذا الكتاب إلى توفير فهم شامل للتطور التربوي في المنطقة العربية ويكشف أن العديد من الدول العربية، وخاصة دول إفريقيا جنوب الصحراء، قد بذلت جهودًا كبيرة لتحسين فرص التعليم على مدى العقد الماضي. يمكن أن يساعد هذا الكتاب في تحقيق أهداف التنمية المستدامة التي طرحتها الأمم المتحدة في المنطقة العربية. يمكن أن يوفر أيضًا رؤى لصانعي السياسات والباحثين والمعلمين المهتمين بتطوير التعليم في المنطقة العربية. نأمل أن يساهم هذا الكتاب في تعزيز البحث والتعاون بين الصين والمنطقة العربية في مجال التعليم."
      }
    },

    "journal-articles": {
      "title":"مقالات صحفية",
      "content":""
      },
    "conferences":{
      "title":"مؤتمرات",
      "content":  {
        "introduction":"The director of SLIBNU-ALECSO Smart Education Joint lab has served as chair, committee member in the following conferences:",
        "1":"17th, 18th, 19th 21st International Conference on Advanced Learning Technologies (ICALT)",
        "2":"8th, 9th, 10th International Conference on Technology for Education",
        "3":"International Conference on Computers in Education (ICCE 2020, 2019)",
        "4":"7th International Conference on Sciences of Electronics, Technologies of Information and Telecommunications.",
        "5":"6th IEEE International Conference on Information and Communication Technology and Accessibility (2017).",
        "6":"3rd International Conference on Smart Learning Environments (2016).",
        "7":"15th International Conference on Intelligent Tutoring Systems",
        "8":"ACM SAC 2019 Web-based Technologies for Interactive Computing Education Track.",
        "9":"EE TALE 2018, the IEEE Education Society’s flagship Asia-Pacific (IEEE Region 10) conference.",
        "10":"2nd International Conference on Modern Management, Education Technology, and Social Science.",
        "11":"International Conference on Education and Social Development."
      }
    } 
  },
  "events": {
    "title": "الأحداث",
    "workshop": {
      "title": "الحلقة الدراسية الحرة",
      "w1": {
        "title":"2019 ورشة عمل دولية، تونس",
        "introduction":"استضافت ورشة العمل الدولية للموارد التعليمية المفتوحة في المؤتمر الدولي حول تكنولوجيا المعلومات والاتصالات وإمكانية الوصول (ICTA19conference) ، في 2019 تونس مع مشاركين من أكثر من 20 دولة."
      }
    },
    "seminar": {
      "title": "ندوات",
      "s1": {
        "title":"منتدى ممارسة التعليم المفتوح وبناء قدرات المعلمين",
        "introduction":"يتم استضافة المنتدى بشكل مشترك من قبل معهد تكنولوجيا المعلومات في التعليم اليونسكو (UNESCO IITE) ومنظمة جامعة الدول العربية للتربية والثقافة والعلوم (ALECSO) وجامعة بكين للمعلمين ومعهد بكين للتعليم. تبادل خبراء من الصين وكندا ورومانيا وتونس والهند وفلسطين الممارسات والتطور النظري لاستخدام الموارد التعليمية المفتوحة وممارسات التعليم المفتوح في جميع أنحاء العالم. شاهد أكثر من 20000 شخص البث المباشر للمنتدى عبر الإنترنت على مستوى العالم."
      },
      "s2": {
        "title":"منتدى التعاون الإقليمي الآسيوي العربي حول الإدماج في التعليم",
        "introduction":"استضاف مختبر 'SLIBNU-ALECSO' (سليبنو-ألكيسو) المشترك منتدى التعاون الإقليمي الآسيوي العربي حول الإدماج في التعليم خلال أسبوع التكامل الرقمي الإقليمي بين الاتحاد الدولي للاتصالات واليونسكو (ITU-UNESCO) في نوفمبر 2021."
      }
    },
    "media-cover": {
      "title": "تغطية إعلامية",
      "m1": {
        "title":"بنجاحأقيمت النهائيات العالمية لعام 2021 في مسابقة التصميم من أجل التعليم المستقبلي في جامعة بكين للمعلمين ",
        "introduction":"شارك في تنظيم المسابقة العالمية حول التصميم من أجل التعليم المستقبلي من أجل تنمية المواهب في جميع أنحاء العالم وخاصة في المنطقة العربية."
      }
    }
  },
  "joinus": {
    "title": "انضم إلينا",
    "introduction": "كمختبر متنوع وديناميكي، يبحث مختبر ’SLIBNU-ALECSO‘ (سليبنو-ألكيسو) المشترك للتعليم الذكي عن باحثين وممارسين في مجال التعليم والتكنولوجيا للتعاون معنا. نرحب أيضًا بالطلاب ذوي الخلفيات أو الاهتمامات ذات الصلة للانضمام إلى فريقنا. إذا كنت مهتمًا بأن تصبح شريكًا أو متعاونًا أو عضوًا في الفريق، فالرجاء ترك لنا معلوماتك ورسالتك أدناه. دعونا نعمل معًا من أجل تعليم أكثر ابتكارًا وشمولية!",
    "form": {
      "first-name": "* الاسم الأول",
      "last-name": "* اسم العائلة",
      "email": "* البريد الإلكتروني",
      "phone": "رقم الهاتف",
      "country": "بلد",
      "institution": "* المؤسسه",
      "job-title": "* المسمى الوظيفي",
      "research-field": "مجال البحث",
      "message": "رسالة"
    }
  },
  "common": {
    "submit": "إرسال",
    "submitted": "مقدم",
    "languages":{
      "chinese":"الصينية",
      "english":"الإنكليزية",
      "arabic":"العربية",
      "turkish":"التركية"
    },
    "contact":{
      "title":"انضم إلينا",
      "address":"موقع:الطابق 12، مبنى التكنولوجيا جينغ شي، رقم 12 طريق شيوه يوان الجنوبي، منطقة هايديان، بكين، الصين",
      "phrase":"تواصل معنا:"
    }
  }
}
