{
  "home":{
    "title":"الرئيسية",
    "content": {
      "about-us": {
        "title": "معلومات عنا",
        "content": "تم إنشاء مختبر 'SLIBNU-ALECSO' (سليبنو-ألكيسو) المشترك للتعليم الذكي بالاشتراك مع معهد التعلم الذكي التابع لجامعة بكين للمعلمين (SLIBNU) ومنظمة جامعة الدول العربية للتربية والثقافة والعلوم (ALECSO).الدكتور أحمد طليلي هو مدير المختبر المشترك. المختبر المشترك مكرس لتنفيذ مشاريع في مجالات التعليم وتكنولوجيا المعلومات والاتصالات (ICT)، وتعزيز البحث التعاوني بين الصين والمنطقة العربية.تشمل المشاريع البحثية التي نفذها المختبر المشترك مشروع قاعدة البيانات التفاعلية المفتوحة في المنطقة العربية (OID)، ومشروع أبحاث تطوير التعليم في المنطقة العربية، ومشروع مقارنة الكتب المدرسية العربية والصينية. بالإضافة إلى ذلك، عقد المختبر المشترك العديد من المنتديات الدولية والندوات عبر الإنترنت، بما في ذلك منتدى الاتحاد الدولي للاتصالات واليونسكو بشأن التعليم الشامل ، لتعزيز التبادل بين العلماء."
      },
      "vision": {
        "title": "رؤية",
        "sub-title":"مزدهرة من أجل تعليم أكثر ابتكارا وشمولية",
        "content":{
          "part1":"يوفر مختبر 'SLIBNU-ALECSO' (سليبنو-ألكيسو) المشترك للتعليم الذكي موارد أكاديمية ومنصة تبادل دولية للطلاب والمعلمين، بهدف تعزيز تطوير التعليم في الصين والمنطقة العربية، وذلك لتحقيق دمج التعليم والابتكار التكنولوجي والمشاركة الاجتماعية. إعادة التشكيل مشهد التعليم من خلال التكنولوجيا: الإصلاحات التعليمية تحدث طوال الوقت. نتوقع أنه في التعليم المستقبلي، سيتم تنشيط البيئة التعليمية الكلية للمدرسة وإعادة بنائها من خلال تمكين التقنيات المتبادلة. لذلك، يزدهر المختبر المشترك لخلق بيئة تعليمية مبتكرة بمساعدة الحاسوب وتسهيل المعلمين والطلاب لاحتضان التدريس والتعلم الرقمي. يعمل المختبر المشترك عن كثب مع المؤسسات التعليمية الرائدة في الصين والمنطقة العربية، مما يوفر الدعم الأكاديمي للصناعة مع الحصول على الإلهام من الابتكار في الممارسات.",
          "part2":"تمكين جميع الأطفال من خلال تكنولوجيا التعليم: نتوقع أنه في التعليم المستقبلي، سيحقق الطلاب تكافؤ الفرص في التعليم من خلال تكنولوجيا التعليم. من خلال تعزيز التعلم عن بعد والتعلم المرن والموارد التعليمية المفتوحة، يساهم المختبر المشترك في دمج التعليم وتمكين كل طفل من الوصول إلى تعليم جيد، وخاصة أولئك الذين هم في وضع غير مناسب. يهدف مختبرنا إلى تعزيز تعليم أكثر شمولاً ودعمًا تقنيًا في الصين والمنطقة العربية وحتى العالم."
        }
      }
    }
  },
  "about":{
    "title":"معلومات عنا",
      "vision&mission":{
        "title":"الرؤية والرسالة",
        "mission":{

        }
      },
      "team-members":"أعضاء الفريق",
      "advisory-structure": "هيكل استشاري",
      "our-partners":"شركاؤنا"
    
  },
  "research":{
    "title":"الأبحاث",

      "ongoing-projects":"مشاريع جارية",
      "finished-projects":"مشاريع منتهية"
    
  },
  "publications":{
    "title":"المنشورات",

      "reports":{
        "title":"تقارير",
        "part1": {
          "title":"",
          "content":""
        },
        "part2": {
          "title":"",
          "content":""
        },
        "part3": {
          "title":"",
          "content":""
        },
        "part4": {
          "title":"",
          "content":""
        },
        "part5": {
          "title":"",
          "content":""
        },
        "part6": {
          "title":"",
          "content":""
        }
      },

      "journal-articles": "مقالات صحفية",
      "conferences": "مؤتمرات"

  },
  "events":{
    "title": "الأحداث",

      "workshop": "الحلقة الدراسية الحرة",
      "seminar": "ندوات",
      "media-cover": "تغطية إعلامية"
    
  },
  "joinus":{
    "title": "انضم إلينا",
    "introduction": "",
    "form":{
      "first-name":"",
      "last-name":"",
      "email":"",
      "phone":"",
      "country":"",
      "institution":"",
      "job-title":"",
      "research-field":"",
      "message":""
    }
  }
}
