{
  "home": {
    "title": "Home",
    "content": {
      "about-us": {
        "title": "About Us",
        "content": "The SLIBNU-ALECSO Smart Education Joint Lab is jointly established by the Smart Learning Institute of Beijing Normal University (SLIBNU) and the Arab League Education, Culture and Science Organization (ALECSO). Dr. Ahmed Tlili is the Director of the joint lab. The joint laboratory is dedicated to carrying out projects in the fields of education and ICT, and promoting collaborative research between China and the Arab region. The research projects carried out by the joint laboratory include the Arab Region Open Interactive Database (OID) Project, the Arab Region Education Development Research Project, and the Arab and Chinese Science Textbook Comparison Project. In addition, the joint laboratory has held several international forums and webinars, including the ITU-UNESCO Forum on Inclusive Education, to promote exchanges among scholars."
      },
      "vision": {
        "title": "Vision",
        "sub-title":"Thriving for a more innovative and inclusive education",
        "content":{
          "part1":"The SLIBNU-ALECSO Smart Education Joint Lab provides academic resources and an international exchange platform for students and educators, aiming to promote the development of education in China and the Arab region, so as to achieve inclusion of education, technological innovation and social participation. Reshaping the education landscape through technology: educational reforms are taking place all the time. We expect that in the future education, the school's overall educational ecology will be activated and reconstructed through the empowerment of mutual technologies. The Joint Lab therefore thrive to creating an innovative computer-aided education environment and facilitate educators and students to embrace digital teaching and learning. The joint lab work closely with the leading ed-teach enterprises in China and the Arab region, providing academic support to the industry while getting inspired from innovation in practices.",
          "part2":"Empowering all children through educational technology: We expect that in future education, students will achieve equal opportunities in education through educational technology. By promoting distance learning, flexible learning, and open educational resources, the Joint Lab contribute to inclusion of education and enable every child to access quality education, especially those are in the disadvantaged position. Our lab aims to promote a more inclusive and technological-supported education in China, the Arab region, and even the world."
        }
      }
    }
  },
  "about": {
    "title": "About",
    "menu": {
      "vision&mission": "Vision & Mission",
      "team-members": "Team Members",
      "advisory-structure": "Advisory Structure",
      "our-partners": "Our Partners"
    }
  },
  "research": {
    "title": "Research",
    "menu": {
      "ongoing-projects": "Ongoing Projects",
      "finished-projects": "Finished Projects"
    }
  },
  "publications": {
    "title": "Publications",
    "menu": {
      "reports": "Reports",
      "journal-articles": "Journal Articles",
      "conferences": "Conferences"
    }
  },
  "events": {
    "title": "Events",
    "menu": {
      "workshop": "Workshop",
      "seminar": "Seminar",
      "media-cover": "Media Cover"
    }
  },
  "joinus": {
    "title": "Join Us",
    "introduction": "As a diverse and dynamic laboratory, SLIBNU-ALECSO Smart Education Joint Lab is looking for researchers and practitioners in the field of education and technology to collaborate with us. We also welcome students with relevant backgrounds or interests to join our team. If you are interested in becoming a partner, collaborator, or team member please leave us your information and message below. Let’s work together for a more innovative and inclusive education!",
    "form": {
      "first-name": "* First Name",
      "last-name": "* Last Name",
      "email": "* Email Address",
      "phone": "Phone",
      "country": "Country",
      "institution": "* Institution",
      "job-title": "* Job Title",
      "research-field": "Research Field",
      "message": "Message"
    }
  },
  "common": {
    "submit": "Submit",
    "submitted": "Submitted"
  }
}
