{
  "home": {
    "title": "Home",
    "content": {
      "about-us": {
        "title": "About Us",
        "content": "The SLIBNU-ALECSO Smart Education Joint Lab is jointly established by the Smart Learning Institute of Beijing Normal University (SLIBNU) and the Arab League Education, Culture and Science Organization (ALECSO). Dr. Ahmed Tlili is the Director of the joint lab. The joint laboratory is dedicated to carrying out projects in the fields of education and ICT, and promoting collaborative research between China and the Arab region. The research projects carried out by the joint laboratory include the Arab Region Open Interactive Database (OID) Project, the Arab Region Education Development Research Project, and the Arab and Chinese Science Textbook Comparison Project. In addition, the joint laboratory has held several international forums and webinars, including the ITU-UNESCO Forum on Inclusive Education, to promote exchanges among scholars."
      },
      "vision": {
        "title": "Vision",
        "sub-title": "Thriving for a more innovative and inclusive education",
        "content": {
          "part1": "The SLIBNU-ALECSO Smart Education Joint Lab provides academic resources and an international exchange platform for students and educators, aiming to promote the development of education in China and the Arab region, so as to achieve inclusion of education, technological innovation and social participation. Reshaping the education landscape through technology: educational reforms are taking place all the time. We expect that in the future education, the school's overall educational ecology will be activated and reconstructed through the empowerment of mutual technologies. The Joint Lab therefore thrive to creating an innovative computer-aided education environment and facilitate educators and students to embrace digital teaching and learning. The joint lab work closely with the leading ed-teach enterprises in China and the Arab region, providing academic support to the industry while getting inspired from innovation in practices.",
          "part2": "Empowering all children through educational technology: We expect that in future education, students will achieve equal opportunities in education through educational technology. By promoting distance learning, flexible learning, and open educational resources, the Joint Lab contribute to inclusion of education and enable every child to access quality education, especially those are in the disadvantaged position. Our lab aims to promote a more inclusive and technological-supported education in China, the Arab region, and even the world."
        }
      }
    }
  },

  "about": {
    "title": "About",
    "vision&mission": {
      "title": "Vision & Mission",
      "mission": {
        "title": "Mission",
        "part1":"We are devoted to promote the cutting edge research in the field of education technology, with a focus in Open Education Resources, Metaverse and Education and Artificial intelligence in education.",
        "part2":"We are committed to improve the international collaboration between China and the Arab region through joint research projects, international conferences, webinars, and seminars to bridges the scholars in China and the Arab region and enhance the communication.",
        "part3":"We are passionate about integrating education technology into educational practices with the goal to benefit students and educators in the Arab region and beyond.",
        "part4":"We hope to promote smart education by organizing ICT related teacher training events and establishing education showroom in the Arab region."
      }
    },
    "team-members": {
      "title": "Team Members",
      "ahmed": {
        "name":"Ahmed Tlili",
        "job-title":"Lab Director"
      },
      "zhiminli":{
        "name":"Zhimin Li",
        "job-title":"Research Assistant"
      },
      "jialuzhao":{
        "name":"Jialu Zhao",
        "job-title":"Research Assistant"
      },
      "rickyoung":{
        "name":"Rick Young",
        "job-title":"Full Stack Engineer & Web Designer"
      }
    },
    "advisory-structure": {
      "title": "Advisory Structure",
      "content": ""
    },
    "our-partners": {
      "title": "Our Partners",
      "net-dragon": {
        "name":"Net Dragon",
        "introduction":"NetDragon Websoft Holdings Limited, established in 1999, is a prominent innovator in China’s online gaming and education industries. As the first Chinese game maker that successfully expanded outside of its home market, NetDragon has localized its products in over 10 different languages, including English, French, Spanish and Arabic, and has reached over 65 million users covering 180 markets."
      },
      "elernity": {
        "name":"Elernity",
        "introduction":"Founded in 2010, Elernity is a subsidiary of NetDragon Websoft Holdings Limited. Elernity’s mission is to leverage the power of the Internet to improve education, by combining superior educational resources with advanced information technologies. The company employs over 1,500 personnel, including over 1,000 research personnel."
      },
      "classin": {
        "name":"Classin",
        "introduction":"ClassIn is a groundbreaking online teaching platform that enables teachers and students from across the globe to come together, face-to-face, and learn in a collaborative online environment. ClassIn is built for teachers and schools and provides a one-stop solution for digital learning. It also functions as a learning management system, including the ability to create classes, track attendance and submit homework."
      }
    }
  },

  "research": {
    "title": "Research",
    "ongoing-projects": {
      "title": "Ongoing Projects",
      "part1":{
        "name":"Science Textbook Comparison Project",
        "introduction":"The project aims to compare science education textbooks in China and the Arab region. The project mainly collected 13 ninth grade science textbooks from 4 countries. The project has established a validated framework for comparing textbooks with international experts. From Textbook structure, Cognitive expectations, Illustration efficiency, Gender representation, Technology use, Learning goals analysis dimensions to comparative analysis of science textbooks of China, Egypt, Oman and Tunisia."
      },
      "part2":{
        "name":"Arab Region Education Technology Industry Investigation",
        "introduction":"The program aims to investigate educational technology industry in the Arab region with a focus of EdTech Startups. By collecting and analyzing the information of the scales, services and products, technology of the Ed-tech startups, the project aims to understanding the landscape of the EdTech industry in the Arab region, especially the market and major players."
      },
      "part3":{
        "name":"Metaverse Education",
        "introduction":"The project aims to analyze the implementation and impact of the metaverse in education to provide richer interactions for students and teachers. In-depth sharing of insights into the metaverse and future directions in education by inviting international experts to hold a webinar. As an extension of this project, international experts will be invited to papers and publish books as co-authors."
      }
    },
    "finished-projects": {
      "title": "Finished Projects",
      "part1":{
        "name":"Open Interactive Database",
        "introduction":"In line with the Open Science wave, an Open Interactive Database which contains detailed statistics related to the Arab region——22 countries was developed. Specifically, the indicators covered by the OID, such as in the field of economy, culture and education, can help to evaluate the Arab countries' achievement towards 17 SDGs. The purpose of the OID is to provide open-access to data about the Arab region, which researchers, practitioners and decision makers can use to understand, explore and enhance a given field. In addition, this data can promote cross-collaboration between countries to promote the growth of all countries in the Arab region."
      },
      "part2":{
        "name":"Education Development in the Arab Region",
        "introduction":"A book titled An Overview of Education Development in the Arab Region: Insights and Recommendations Towards Sustainable Development Goals (SDG) is released by SLIBNU-ALECSO ‘Smart Education’ Joint Lab. The book is an outcome of the Open Interactive Database Project, in collaboration between the Smart Learning Institute of Beijing Normal University and the Arab League Educational, Cultural and Scientific Organization. This book aims to provide a comprehensive understanding of the education development in the Arab region. The book reveals that major efforts have been made by many Arab countries, especially those in Sub-Saharan Africa, over the past decade to improve education access."
      }
    }
  },

  "publications": {
    "title": "Publications",
    "reports": {
      "title": "Reports",
      "part1": {
        "title":"Handbook on Facilitating FlHnaHankexible Learning in COVID 19 Outbreak",
        "content":"Inspired by the united solidarity and innovative experiences of millions of teachers and students, this handbook aims to define the term “flexible learning” with vivid examples and touching stories. It describes several implemented flexible online learning strategies during the COVID-19 outbreak. These strategies are presented based on six dimensions, namely (a) infrastructure, (b) learning tools, (c) learning resources, (d) teaching and learning methods, (e) services for teachers and students, and (f) cooperation between enterprise, government, and schools. Specifically, this handbook can help other educators, researchers and practitioners implement similar case studies in their context."
      },
      "part2": {
        "title":"Guidance on Providing Open and Distance Learning for Students with Disabilities during School Closures",
        "content":"This handbook discusses open and distance learning for students with disabilities during COVID-19, through vivid stories and experiences. Particularly, it describes, through illustrative stories, innovative approaches on how to design learning activities in open and distance learning environments for students with disabilities. Additionally, this handbook provides guidelines on designing accessible learning materials based on Universal Design (UD). Finally, it provides guidelines for different stakeholders, including parents, policy makers, teachers and designers on how to facilitate open and distance learning for students with disabilities."
      },
      "part3": {
        "title":"Guidance on Open Educational Practices during School Closure: Utilizing OER under COVID-19 Pandemic in line with UNESCO OER Recommendation",
        "content":"This handbook discusses the use of OEP and OER during COVID-19 outbreak through global vivid stories and experiences, and in line with the five UNESCO objectives. It also discusses OER competencies for OEP. Finally, this handbook provides guidelines to both teachers and learners to facilitate OEP and OER application."
      },
      "part4": {
        "title":"Interactive Book on Artificial Intelligence to Combat Pandemics",
        "content":"This book introduces AI to children, between the age of 9 and 15, in an easy and fun way. It also presents vivid stories about some AI-based solutions that were developed to combat the pandemic. Furthermore, this book presents a hands-on learning experience about AI by showing simple programming code that children could use and implement on the JupyterLab environment."
      },
      "part5": {
        "title":"Guidance on Active Learning at Home during Educational Disruption: Promoting",
        "content":"A SCIENCE model of learning actively at home during school closures is proposed for students. The SCIENCE model consists of seven elements: Scheduling learning and playing in balance , Choosing learning resources on demand, Inspiring the study from playing , Engaged in learning by self-monitoring, Nourishing learning ability with e-assessment, Carrying out reflection on learning methods , Exercising daily and moderately. Tips and stories on student’s learning associated with active learning are presented. In the end, suggestions on how to maintain physical and mental health are also discussed."
      },
      "part6": {
        "title":"An Overview of Education Development in the Arab Region: Insights and Recommendations Towards Sustainable Development Goals (SDG)",
        "content":"This book aims to provide a comprehensive understanding of educational development in the Arab region and reveals that many Arab countries, especially sub-Saharan African countries, have made significant efforts to improve educational opportunities over the past decade. This book could help to achieve the Sustainable Development Goals put forward by United Nation in the Arab region. It could also provide insights for policy makers, researchers, and educators who are interested in the education development in the Arab region. We hope that this book could promote further research and cooperation between China and the Arab region in the field of education. The current influence of the book includes 1) the book has been published on SLIBNU, ALECSO and UNESCO IITE websites; 2) the book has been acquired on ResearchGate read it more than 200 times; 3) The book was sent to the Egyptian Ministry of Education."
      }
    },
    "journal-articles": {
      "title": "Journal Articles",
      "content": ""
    },
    "conferences": {
      "title": "Conferences",
      "content":  {
        "introduction":"The director of SLIBNU-ALECSO Smart Education Joint lab has served as chair, committee member in the following conferences:",
        "1":"17th, 18th, 19th 21st International Conference on Advanced Learning Technologies (ICALT)",
        "2":"8th, 9th, 10th International Conference on Technology for Education",
        "3":"International Conference on Computers in Education (ICCE 2020, 2019)",
        "4":"7th International Conference on Sciences of Electronics, Technologies of Information and Telecommunications.",
        "5":"6th IEEE International Conference on Information and Communication Technology and Accessibility (2017).",
        "6":"3rd International Conference on Smart Learning Environments (2016).",
        "7":"15th International Conference on Intelligent Tutoring Systems",
        "8":"ACM SAC 2019 Web-based Technologies for Interactive Computing Education Track.",
        "9":"EE TALE 2018, the IEEE Education Society’s flagship Asia-Pacific (IEEE Region 10) conference.",
        "10":"2nd International Conference on Modern Management, Education Technology, and Social Science.",
        "11":"International Conference on Education and Social Development."
      }
    }
  },

  "events": {
    "title": "Events",
    "workshop": {
      "title": "Workshop",
      "w1": {
        "title":"International Workshop, Tunisia 2019",
        "introduction":"Hosted the international OER workshop at International conference on ICT & Accessibility (ICTA19conference, in 2019 Tunisia with participants from over 20 countries."
      }
    },
    "seminar": {
      "title": "Seminar",
      "s1": {
        "title":"Open Education Practice and Teacher Capacity Building Forum",
        "introduction":"The forum is jointly hosted by UNESCO IITE, ALECSO, Beijing Normal University and Beijing Institute of Education. Experts from China, Canada, Romania, Tunisia, India and Palestine shared practices and theoretical development of utilizing OER and OEP across the world. Over 20000 people watched the livestream of the forum online globally."
      },
      "s2": {
        "title":"Asia-Arab Region Collaboration on Inclusion in Education Forum",
        "introduction":"SILBNU-ALECSO Joint Lab has hosted Asia-Arab Region Collaboration on Inclusion in Education Forum during ITU-UNESCO Regional Digital Integration Week in November 2021."
      }
    },
    "media-cover": {
      "title": "Media Cover",
      "m1": {
        "title":"The Global Finals of 2021 Global Competition on Design for Future Education Successfully Held at Beijing Normal University",
        "introduction":"Co-organize the Global Competition on Design for Future Education in order to cultivate talents worldwide and in the Arab region."
      }
    }
  },

  "joinus": {
    "title": "Join Us",
    "introduction": "As a diverse and dynamic laboratory, SLIBNU-ALECSO Smart Education Joint Lab is looking for researchers and practitioners in the field of education and technology to collaborate with us. We also welcome students with relevant backgrounds or interests to join our team. If you are interested in becoming a partner, collaborator, or team member please leave us your information and message below. Let’s work together for a more innovative and inclusive education!",
    "form": {
      "first-name": "* First Name",
      "last-name": "* Last Name",
      "email": "* Email Address",
      "phone": "Phone",
      "country": "Country",
      "institution": "* Institution",
      "job-title": "* Job Title",
      "research-field": "Research Field",
      "message": "Message"
    }
  },

  "common": {
    "submit": "Submit",
    "submitted": "Submitted",
    "languages":{
      "chinese":"Chinese",
      "english":"English",
      "arabic":"Arabic",
      "turkish":"Turkish"
    },
    "contact":{
      "title":"Contact",
      "address":"12F, Block A, Jingshi Technology Building, No. 12 Xueyuan South Road, Haidian District, Beijing, China. Postcode: 100082",
      "phrase":"Get connected with us:"
    }
  }
}
