{
  "home": {
    "title": "主页",
    "content": {
      "about-us": {
        "title": "关于我们",
        "content": "北京师范大学智慧学习研究院和阿盟教育、文化和科学组织（SLIBNU-ALECSO）智慧教育联合实验室，由北京师范大学智慧学习研究院（SLIBNU）和阿盟教育、文化和科学组织（ALECSO）共同建立。艾哈迈德·特里里博士（Dr. Ahmed Tlili）是联合实验室的主任。我们致力于开展教育和信息通信技术领域的项目，促进中国与阿拉伯地区的合作研究。联合实验室开展的研究项目包括阿拉伯地区开放交互数据库项目（OID）、阿拉伯地区教育发展研究项目、阿拉伯和中国科学教科书比较项目。此外，联合实验室还举办了多场国际论坛和网络研讨会，包括国际电联-联合国教科文组织全纳教育论坛，以促进学者之间的交流。"
      },
      "vision": {
        "title": "愿景",
        "sub-title": "大力发展更具创新性、更具包容性的教育",
        "content": {
          "part1": "SLIBNU-ALECSO”智慧教育联合实验室力图为学生、教师以及其他的教育工作者，提供学术资源和国际交流平台，我们旨在推动中国和阿拉伯地区的教育发展，践行包容教育、科技创新教育和社会参与教育的教育理念。科学技术正在重塑教育格局：科技的普及使教育改革可以发生在任何时间、任何地点。我们期待在未来的教育中，教育可以同科学技术彼此赋能，激活、乃至于重构学校教育的整体生态。因此，联合实验室力图建立由计算机辅助的教育环境，并使教育工作者和学生接受数字教学和数字学习。联合实验室与中阿各方领先的教育教学企业通力合作，为行业提供学术支持，并从实践创新中获得灵感。",
          "part2": "教育科技为所有孩子赋能：我们期望在未来的教育中，学生可以通过教育科技获得平等的教育机会。通过推广远程学习、灵活学习和开放教育资源，联合实验室努力推动实现包容性教育，让每个孩子，尤其是处于弱势地位的孩子，都能获得优质教育。我们的实验室旨在促进中国、阿拉伯世界乃至世界范围内，更具包容性的、有技术支撑的教育的发展。"
        }
      }
    }
  },
  "about": {
    "title": "关于我们",
    "vision&mission": {
      "title": "愿景和使命",
      "mission": {
        "title": "使命",
        "part1":"我们致力于推动教育技术领域的前沿研究，重点关注开放教育资源、元宇宙教育以及人工智能在教育中的应用。",
        "part2":"我们致力于通过联合研究项目、国际会议、线上和线下的研讨会来促进中国和阿拉伯地区之间的国际合作，为中阿学者搭建加强交流的桥梁。",
        "part3":"我们热衷于将教育技术融入教育实践，我们的目标是使阿拉伯世界，及世界上其他地区的学生和教育工作者受益。",
        "part4":"我们期待着通过在阿拉伯世界组织ICT相关的教师培训活动，和组织教育模范展示，来促进智慧教育的传播和发展。"
      }
    },
    "team-members": {
      "title": "团队成员",
      "ahmed": {
        "name":"艾哈迈德·特里里",
        "job-title":"实验室主任"
      },
      "zhiminli":{
        "name":"李志敏",
        "job-title":"研究助理"
      },
      "jialuzhao":{
        "name":"赵嘉璐",
        "job-title":"研究助理"
      },
      "rickyoung":{
        "name":"杨奕欢",
        "job-title":"全栈工程师与网页设计师"
      }
    },
    "advisory-structure": {
      "title": "团队架构",
      "content": ""
    },
    "our-partners": {
      "title": "合作方",
      "net-dragon": {
        "name":"网龙",
        "introduction":"网龙网络控股有限公司成立于1999年，是中国网络游戏和教育行业的杰出创新者。作为首家成功走出国门的中国游戏厂商，网龙已将产品本地化为英语、法语、西班牙语、阿拉伯语等10余种语言，覆盖了全球180个市场，拥有超过6500万名用户。"
      },
      "elernity": {
        "name":"网龙华渔",
        "introduction":"网龙华渔教育成立于2010年，是网龙网络控股有限公司旗下的教育业务子品牌。作为移动及互联网教育业务的主要参与者，网龙华渔教育致力于构建终生学习社区，让智慧学习融入每个人的生活。网龙华渔的使命是将优质的教育资源，与互联网、VR/AR等先进的信息技术相结合，推动教育行业的升级与变革。目前，网龙华渔拥有约1500名员工，其中研究人员约1000人。"
      },
      "classin": {
        "name":"翼鸥教育",
        "introduction":"ClassIn是一个开创性的在线教学平台，它让来自世界各地的教师和学生能够聚集在一起，于在线课堂中，面对面地、交互式地学习。ClassIn 专为教师和学校打造，为数字化学习提供一站式解决方案。 它还具有学习管理系统的功能，包括创建课程、跟踪出勤率和提交作业等。"
      }
    }
  },

  "research": {
    "title": "研究项目",
    "ongoing-projects": {
      "title": "进行中项目",
      "part1":{
        "name":"科学教科书比较项目",
        "introduction":"该项目旨在比较中国和阿拉伯世界的科学课教科书。该项目主要收集了来自4个国家的13本九年级科学教材。该项目建立了一个经过验证的框架，用于将教科书与国际专家进行比较。 从教科书结构、认知期望、插图效率、性别表征、技术使用、学习目标分析维度到中国、埃及、阿曼和突尼斯科学教科书的比较分析。"
      },
      "part2":{
        "name":"阿拉伯地区教育科技企业调查",
        "introduction":"本项目意在调查阿拉伯世界的教育科技行业，并重点关注其中的初创公司。通过收集、分析这些教育科技企业的规模、服务、产品和科技等信息，本项目试图理解阿拉伯世界的教育科技行业现状，尤其是其市场和市场中的主要参与者。"
      },
      "part3":{
        "name":"元宇宙教育",
        "introduction":"本项目的目的在于分析“元宇宙”在教育中的实施及可能造成的影响，为学生和教师提供更丰富的互动。通过邀请国际专家开展网络研讨会，本项目深入分享了有关元宇宙和未来教育方向的见解。作为本项目的延申，国际专家会被邀请作为论文和出版书籍的合著者。"
      }
    },
    "finished-projects": {
      "title": "已完成项目",
      "part1":{
        "name":"开放交互式数据库（OID）",
        "introduction":"开放互动数据库（OID），是一个包含阿拉伯世界的22个国家的详细统计数据的数据库，该数据库是为配合开放科学的浪潮而被开发的。具体而言，OID的数据库中所涵盖的经济、文化和教育等领域的指标有助于评估阿拉伯国家在实现17个联合国可持续发展目标（SDG）方面的成就。OID旨在提供对阿拉伯世界数据的开放访问，使研究者、相关从业者和政策制定者能够利用这些数据，理解、探索和熟悉特定领域。此外，这些数据可以促进国家之间的交叉合作，以促进阿拉伯世界所有国家的发展。"
      },
      "part2":{
        "name":"教育在阿拉伯地区的发展",
        "introduction":"SLIBNU-ALECSO“智慧教育”联合实验室发布了《阿拉伯地区教育发展概况：对可持续发展目标（SDG）的见解和建议》一书。 该书是北京师范大学智慧学习学院与阿拉伯联盟教育、文化和科学组织合作的开放交互式数据库项目的成果。本书旨在全面了解阿拉伯地区的教育发展情况。本书还揭示了许多阿拉伯国家，特别是撒哈拉以南非洲国家在过去十年中为改善教育机会，所做出的巨大努力。"
      }
    }
  },

  "publications": {
    "title": "出版物",
    "reports": {
      "title": "报告",
      "part1": {
        "title":"弹性教学手册——中国“停课不停学”的经验",
        "content":"受到师生们教与学实践和创新经验的启发，本手册旨在通 过生动的例子为读者诠释“弹性教学”一词，同时描述了在新型冠状病毒爆发期间实施的几种弹性教学策略， 并从通信平台、学习工具、数字资源、教学组织、学习方式、支持服务及政企校协同等七个方面进行了分析 和阐述。这本手册可以为教育工作者、研究人员和实践者在类似情境中实施弹性教学提供实践参考。本手册 还根据实践经验指出，各部门、机构（政府、电信部门、教育企业、学校等）间的多种形式合作可以在紧急 情况下（例如新型冠状病毒疫情期间）为全社会提供有效和包容的教育。"
      },
      "part2": {
        "title":"关于在学校停课期间为残疾学生提供开放和远程学习的指南",
        "content":"这本手册通过生动的故事和经历讨论了在新冠疫情期间，为残疾学生提供的开放和远程学习的问题。它通过说明性的故事描述了如何在开放和远程学习环境中为残疾学生设计学习活动的创新方法。此外，本手册还提供了基于通用设计 (UD) 设计无障碍学习材料的指南。而且，它为包括家长、政策制定者、教师和设计师在内的不同相关人员提供了有关如何促进残疾学生的开放式和远程学习的指南。"
      },
      "part3": {
        "title":"联合国教科文组织开放教育资源建议书指导下的疫情期间开放教育实践指南",
        "content":"本手册重点介绍可以基于开放教育资源开展的开放教育实践，这些实践在新冠肺炎疫情爆发期间为学习者提供了积极的引人入胜的学习体验。联合国教科文组织（2020）最近呼吁：“新冠肺炎疫情危机已导致世界 各地所有年龄段的学习者的学习方式发生了转变。因此，比以往任何时候都更重要的是，全球社会必须团结起来，通过开放教育资源促进对信息和知识的普遍获取。"
      },
      "part4": {
        "title":"人工智能助力新冠肺炎疫情防控网络互动读本",
        "content":"读本以轻松有趣的方式向 9 至 15 岁的青少年介绍人工智能。它用讲故事的方式介绍了一些为 了对抗流行病而开发的、基于人工智能的解决方案。此外，读本还通过向青少年们展示可以在互动编程环境上使用 和实现的简单编程代码，来呈现关于人工智能的实践学习经验。 "
      },
      "part5": {
        "title":"",
        "content":""
      },
      "part6": {
        "title":"阿拉伯地区教育发展概览：对可持续发展目标 (SDG) 的见解和建议",
        "content":"本书旨在全面了解阿拉伯世界在教育领域的发展情况，并揭示许多阿拉伯国家，尤其是撒哈拉以南非洲国家，在过去十年中，为增加教育机会做出的重大努力。这本书有助于促进联合国提出的可持续发展目标在阿拉伯世界的实现。同时，它还可以为对阿拉伯世界的教育发展感兴趣的政策制定者、研究者和教育工作者提供必要的见解。本书希望能够促进中国与阿拉伯世界在教育领域的进一步研究与合作。该书目前已有如下的影响：1）该书已在北京师范大学智慧学习研究院（SLIBNU）、阿盟教育文化和科学组织（ALECSO）和联合国教科文组织（UNESCO IITE）官网上发表； 2) 该书被ResearchGate收购，并被阅读超过200次； 3）该书被已被埃及教育部收录。"
      }
    },
    "journal-articles": {
      "title": "期刊文章",
      "content": ""
    },
    "conferences": {
      "title": "会议",
      "content":  {
        "introduction":"SLIBNU-ALECSO智慧教育联合实验室主任曾担任以下会议的主席、委员：",
        "1":"第17、18、19、21届高级学习技术国际会议（ICALT）",
        "2":"第八、九、十届教育技术国际会议",
        "3":"计算机教育国际会议 (ICCE，2020、2019)",
        "4":"第七届电子科学、信息和电信技术国际会议。",
        "5":"第六届 IEEE 信息和通信技术与可访问性国际会议（2017）",
        "6":"第三届智能学习环境国际会议（2016）。",
        "7":"第十五届智能辅导系统国际会议",
        "8":"ACM SAC 2019：基于互联网的交互式计算技术教育研讨会",
        "9":"EE TALE 2018，IEEE 教育协会的亚太旗舰会议（IEEE 第十区）",
        "10":"第二届现代管理、教育技术和社会科学国际会议。",
        "11":"国际教育与社会发展会议"
      }
    }
  },

  "events": {
    "title": "活动",
    "workshop": {
      "title": "工作坊",
      "w1": {
        "title":"2019 年突尼斯国际研讨会",
        "introduction":"在信息和通信技术和可访问性国际会议（ICTA19 会议，2019 年突尼斯，来自20 多个国家/地区的参与者参与了此次会议）上举办了国际开放教育资源（OER）研讨会。"
      }
    },
    "seminar": {
      "title": "研讨会",
      "s1": {
        "title":"开放教育实践与教师能力建设论坛",
        "introduction":"本次论坛由UNESCO IITE、ALECSO、北京师范大学、北京教育学院联合主办。 来自中国、加拿大、罗马尼亚、突尼斯、印度和巴勒斯坦的专家分享了世界各地利用开放教育资源（OER）和开放教育实践（OEP）的实践和理论发展。全球超过20000人在线观看了论坛直播。"
      },
      "s2": {
        "title":"亚洲-阿拉伯地区全纳教育合作论坛",
        "introduction":"SILBNU-ALECSO联合实验室在2021年11月的ITU-UNESCO区域数字整合周期间主办了亚洲-阿拉伯区域教育全纳合作论坛。"
      }
    },
    "media-cover": {
      "title": "媒体报道",
      "m1": {
        "title":"2021全球未来教育设计大赛全球总决赛在北京师范大学成功举办",
        "introduction":"协办全球未来教育设计大赛，为全球及阿拉伯地区培养人才。"
      }
    }
  },

  "joinus": {
    "title": "加入我们",
    "introduction": "作为一个多元化且充满活力的实验室，SLIBNU-ALECSO智慧教育联合实验室正在寻找教育和技术领域的研究人员和从业者与我们合作。我们也欢迎具有相关背景或兴趣的学生加入我们的团队。如果您有兴趣成为合作伙伴、合作者或团队成员，请在下方留下您的联系方式和信息。让我们一起为更具创新性和包容性的教育而努力。",
    "form": {
      "first-name": "* 名",
      "last-name": "* 姓",
      "email": "* 电子邮箱",
      "phone": "电话号",
      "country": "国籍",
      "institution": "* 机构",
      "job-title": "* 职位",
      "research-field": "研究领域",
      "message": "* 消息"
    }
  },
  "common": {
    "submit": "提交",
    "submitted": "已提交",
    "languages":{
      "chinese":"中文",
      "english":"英语",
      "arabic":"阿拉伯语",
      "turkish":"土耳其语"
    },
    "contact":{
      "title":"联系我们",
      "address":"中国北京，海淀区，学院南路12号，京师科技大厦A座12层, 邮政编码：100082",
      "phrase":"关注我们:"
    }
  }
}
